Repository: Gratski/vf_mobile_professors
Catalog: lib/l10n/dashboard/intl_*.arb
Languages: pt

# panelHeaderLabel
source: Dashboard
pt: Painel

# statsGeneralEvaluationLabel
source: Evaluation
pt: Classificação

# statsCommentsLabel
source: Comments
pt: Comentários

# statsStudentsLabel
source: Students
pt: Alunos

# statsClassesLabel
source: Classes
pt: Aulas

# statsThisMonthStudentsLabel
source: Students
pt: Alunos

# statsThisMonthIncomeLabel
source: Income
pt: Rendimentos

# statsThisMonthCancellationsLabel
source: Cancellations
pt: Desistências

# nextClassesHeaderLabel
source: Next Classes
pt: Próximas Aulas

# createClassButtonLabel
source: New Class
pt: Criar Aula

# classificationHeaderLabel
source: Next Classes
pt: A tua Classificação

# classificationHighDescriptionLabel
source: Your classification is based on the reviews you receive from your students. Congratulations your classification is
pt: Com a média das tuas reviews a tua classificação é %s. Parabéns! Continua o bom trabalho!

# classificationAverageDescriptionLabel
source: Your classification is based on the reviews you receive from your students. Your classification is
pt: Com a média das tuas reviews a tua classificação é %s.

# classificationLowDescriptionLabel
source: Your classification is based on the reviews you receive from your students. Your classification is
pt: Com a média das tuas reviews a tua classificação é %s. Revê o formato das tuas aulas e interação com os alunos.
